tap "beeftornado/rmtree"
tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "docker-compose"
brew "fzf"
brew "git"
brew "helm"
brew "htop"
brew "icdiff"
brew "imagemagick", args: ["with-fontconfig"]
brew "jq"
brew "mackup"
brew "mas"
brew "moreutils"
brew "neovim"
brew "nvm"
brew "python3"
brew "pwgen"
brew "tig"
brew "trash"
brew "tree"
brew "vim"
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

cask "coconutbattery"
cask "cron"
cask "cyberduck"
cask "docker"
cask "dropbox"
cask "flux"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "karabiner-elements"
cask "loom"
cask "motu-m-series"
cask "notion"
cask "obsidian"
cask "postman"
cask "raindropio"
cask "raycast"
cask "sublime-text"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "yubico-authenticator"
cask "zoom"

mas "AdBlock Pro", id: 1018301773
mas "Airmail", id: 918858936
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Beepify", id: 1474644374
mas "GarageBand", id: 682658836
mas "Ghostery Lite", id: 1436953057
mas "Grammarly for Safari", id: 1462114288
mas "Keynote", id: 409183694
mas "Mactracker", id: 430255202
mas "Magnet", id: 441258766
mas "MainStage", id: 634159523
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Save to Pocket", id: 1477385213
mas "Save to Raindrop.io", id: 1549370672
mas "Slack for Desktop", id: 803453959
mas "Spark – Email App by Readdle", id: 1176895641
mas "Telegram", id: 747648890
mas "Things", id: 904280696
mas "Unsplash Wallpapers", id: 1284863847
mas "WhatsApp Desktop", id: 1147396723
